<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>


<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="../resources/css/signup/signup_agreement.css">
    <%@include file="/WEB-INF/views/common/favicon.jsp" %>
    <script src="https://cdnjs.cloudflare.com/ajax/libs/jquery/3.6.3/jquery.min.js"></script>
    <script src="https://cdnjs.cloudflare.com/ajax/libs/jquery-migrate/3.4.1/jquery-migrate.min.js"></script>
    <script src="../resources/js/signup/signup_agreement.js"></script>
    
    <title>MOYAMOGA</title>



</head>

<body>
    <div id="entire">
<%@include file= "../common/header.jsp" %>
   

    <section>

        <div class='body-wrapper'>


            <div class="탑로고">
                <img id="logo" src="../resources/imgs/logo.png">
            </div>
            <div class="가입단계">
                <div id="가입단계1">약관동의</div>
                <div class="triangle"></div>
                <div id="가입단계2">회원 정보 입력</div>
                <div class="triangle"></div>
                <div id="가입단계3">가입 완료</div>
            </div>

            <div class="메인">


                <div class="이용약관">
                    <div class='이용약관제목'>이용약관(필수)</div>
                    <div class='이용약관틀'><pre>
제 1장 총칙


1. 총칙

① 개인정보란 생존하는 개인에 관한 정보로서 당해 정보에 포함되어 있는 성명, 주민등록번호 등의 사항에 의하여 당해 개인을 식별할 수 있는 정보 (당해정보만으로는 특정 개인을 식별할 수 없더라도 다른 정보와 용이하게 결합하여 식별할 수 있는 것을 포함합니다)를 말합니다.

② 모야모과는 귀하의 개인정보보호를 매우 중요시하며, 『정보통신망이용촉진및정보보호에관한법률』상의 개인정보보호규정 및 정보통신부가 제정한 『개인정보보호지침』을 준수하고 있습니다. 모야모과는 개인정보보호정책을 통하여 귀하께서 제공하시는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다.

③ 모야모과는 개인정보보호정책을 홈페이지 첫 화면에 공개함으로써 귀하께서 언제나 용이하게 보실 수 있도록 조치하고 있습니다.

④ 모야모과는 개인정보보호정책의 지속적인 개선을 위하여 개인정보보호정책을 개정하는데 필요한 절차를 정하고 있습니다. 그리고 개인정보보호정책을 개정하는 경우 버전번호 등을 부여하여 개정된 사항을 귀하께서 쉽게 알아볼 수 있도록 하고 있습니다.

2. 개인정보의 수집범위

모야모과는 회원님의 구매계약 이행을 위해 필요한 정보만을 수집합니다. 성명, 아이디, 비밀번호 : 서비스 이용에 따른 본인 식별 절차에 이용 이메일주소, 전화번호 : 고지사항 전달, 본인 의사 확인, 불만 처리 등 원활한 의사소통 경로의 확보, 새로운 서비스 / 신상품이나 이벤트 정보의 안내 주소, 전화번호 : 청구서, 경품과 쇼핑 물품 배송에 대한 정확한 배송지의 확보

3. 개인정보 수집에 대한 동의 

모야모과는 귀하께서 모야모과의 개인정보보호방침 또는 이용약관의 내용에 대해 「동의함」 버튼 또는 「동의안함」 버튼을 클릭할 수 있는 절차를 마련하여, 「동의함」 버튼을 클릭하면 개인정보 수집에 대해 동의한 것으로 봅니다.

4. 개인정보의 수집목적 및 이용목적

① 모야모과는 다음과 같은 목적을 위하여 개인정보를 수집하고 있습니다.
성명, 아이디, 비밀번호 : 서비스 이용에 따른 본인 식별 절차에 이용
이메일주소, 전화번호 : 고지사항 전달, 본인 의사 확인, 불만 처리 등 원활한 의사소통 경로의 확보, 새로운 서비스/신상품이나 이벤트 정보의 안내
주소, 전화번호 : 청구서, 경품과 쇼핑 물품 배송에 대한 정확한 배송지의 확보
그 외 선택항목 : 개인맞춤 서비스를 제공하기 위한 자료

② 단, 이용자의 기본적 인권 침해의 우려가 있는 민감한 개인정보(인종 및 민족, 사상 및 신조, 출신지 및 본적지, 정치적성향 및 범죄기록, 건강상태 및 성생활 등)는 수집하지 않습니다.

5. 개인정보 수집 항목 및 방법

회사는 다음의 개인정보 항목을 수집하여 처리하고 있습니다.
            
목적   :        회원가입
개인정보 필수 :  아이디, 비밀번호, 이름, 휴대폰번호, 이메일         
개인정보 선택 :  성별, 생년월일          

재화 또는 서비스 이용 및 제공	상품 주문	결제정보, 수취인 이름, 수취인 휴대폰 번호, 수취인 주소

취소 및 환불 : 예금주, 은행명, 계좌번호		
          
6. 쿠키에 의한 개인정보 수집

① 쿠키(cookie)란? 모야모과는 귀하에 대한 정보를 저장하고 수시로 찾아내는 '쿠키(cookie)'를 사용합니다. 쿠키는 웹사이트가 귀하의 컴퓨터 브라우저(넷스케이프, 인터넷 익스플로러 등)로 전송하는 소량의 정보입니다. 귀하께서 웹사이트에 접속하면 ○○의 컴퓨터는 귀하의 브라우저에 있는 쿠키의 내용을 읽고, 귀하의 추가정보를 귀하의 컴퓨터에서 찾아 접속에 따른 성명 등의 추가 입력 없이 서비스를 제공할 수 있습니다. 쿠키는 귀하의 컴퓨터는 식별하지만 귀하를 개인적으로 식별하지는 않습니다. 또한 귀하는 쿠키에 대한 선택권이 있습니다. 웹 브라우저 상단의 도구 인터넷옵션 탭(option tab)에서 모든 쿠키를 다 받아들이거나, 쿠키가 설치될 때 통지를 보내도록 하거나, 아니면 모든 쿠키를 거부할 수 있는 선택권을 가질 수 있습니다.

② 모야모과의 쿠키(cookie) 운용 모야모과는 이용자의 편의를 위하여 쿠키를 운영합니다. 모야모과가 쿠키를 통해 수집하는 정보는 모야모과 이용 시 필요한 기본 정보에 한하며, 그 외의 다른 정보는 수집하지 않습니다. 모야모과가 쿠키(cookie)를 통해 수집한 회원 ID는 다음의 목적을 위해 사용됩니다.
개인의 관심 분야에 따라 차별화된 정보를 제공 회원과 비회원의 접속빈도 또는 머문 시간 등을 분석하여 이용자의 취향과 관심분야를 파악하여 타겟(target) 마케팅에 활용 쇼핑한 품목들에 대한 정보와 관심 있게 둘러본 품목들에 대한 자취를 추적하여 다음번 쇼핑 때 개인 맞춤 서비스를 제공 회원들의 습관을 분석하여 서비스 개편 등의 척도 게시판 글 등록 쿠키는 브라우저의 종료시나 로그아웃시 만료됩니다.
            
7. 개인정보의 제3자 제공

① 모야모과는 귀하의 개인정보를 「개인정보의 수집목적 및 이용목적」에서 고지한 범위 내에서 사용하며, 동 범위를 초과하여 이용하거나 타인 또는 타기업 기관에 제공하지 않습니다. 특히 다음의 경우는 주의를 기울여 개인정보를 이용 및 제공할 것입니다.

제휴관계 : 보다 나은 서비스 제공을 위하여 귀하의 개인정보를 제휴사에게 제공하거나 또는 제휴사와 공유할 수 있습니다. 개인정보를 제공하거나 공유할 경우에는 사전에 귀하께 제휴사가 누구인지, 제공 또는 공유되는 개인정보항목이 무엇인지, 왜 그러한 개인정보가 제공되거나 공유되어야 하는지, 그리고 언제까지 어떻게 보호, 관리되는지에 대해 개별적으로 전자우편 및 서면을 통해 고지하여 동의를 구하는 절차를 거치게 되며, 귀하께서 동의 하지 않는 경우에는 제휴사에게 제공하거나 제휴사와 공유하지 않습니다. 제휴관계에 변화가 있거나 제휴관계가 종결될 때도 같은 절차에 의하여 고지하거나 동의를 구합니다.

위탁 처리 : 원활한 업무 처리를 위해 이용자의 개인정보를 위탁 처리할 경우 반드시 사전에 위탁처리 업체명과 위탁 처리되는 개인정보의 범위, 업무위탁목적, 위탁 처리되는 과정, 위탁관계 유지기간 등에 대해 상세하게 고지합니다.

매각 인수합병 등 : 서비스제공자의 권리와 의무가 완전 승계 이전되는 경우 반드시 사전에 정당한 사유와 절차에 대해 상세하게 고지할 것이며 이용자의 개인정보에 대한 동의 철회의 선택권을 부여합니다.
원활한 서비스 제공을 위해 상품 구매 및 쿠폰, 포인트 발급 및 이용자의 개인정보를 제3자 제공에 동의하는 경우에는 이용자의 개인정보만을 서비스 제공 업체에 제공합니다.


② 고지 및 동의방법은 온라인 홈페이지 초기화면의 공지사항을 통해 최소 10일 이전부터 고지함과 동시에 이메일 등을 이용하여 1회 이상 개별적으로 고지하고 매각/인수합병에 대해서는 반드시 적극적인 동의 방법(개인정보의 제 3자 제공 및 공유에 대한 의사를 직접 밝힘)에 의해서만 절차 진행합니다.

③ 다음은 예외로 합니다.
관계법령에 의하여 수사상의 목적으로 관계기관으로부터의 요구가 있을 경우 통계작성 학술연구나 시장조사를 위하여 특정 개인을 식별할 수 없는 형태로 광고주, 협력사나 연구단체 등에 제공하는 경우 기타 관계법령에서 정한 절차에 따른 요청이 있는 경우 그러나 예외 사항에서도 관계법령에 의하거나 수사기관의 요청에 의해 정보를 제공한 경우에는 이를 당사자에게 고지하는 것을 원칙으로 운영하고 있습니다. 법률상의 근거에 의해 부득이하게 고지를 하지 못할 수도 있습니다. 본래의 수집목적 및 이용목적에 반하여 무분별하게 정보가 제공되지 않도록 최대한 노력하겠습니다.

8. 개인정보의 열람 · 정정

① 귀하는 언제든지 등록되어 있는 귀하의 개인정보를 열람하거나 정정하실 수 있습니다. 개인정보 열람 및 정정을 하고자 할 경우에는 『회원정보변경』을 클릭하여 직접 열람 또는 정정하거나 , 개인정보관리책임자 및 담당자에게 서면 , 전화 또는 E-mail 로 연락하시면 지체없이 조치하겠습니다.

② 귀하가 개인정보의 오류에 대한 정정을 요청한 경우 , 정정을 완료하기 전까지 당해 개인 정보를 이용 또는 제공하지 않습니다.

③ 잘못된 개인정보를 제 3 자에게 이미 제공한 경우에는 정정 처리결과를 제 3 자에게 지체없이 통지하여 정정하도록 조치하겠습니다.

9. 개인정보 수집, 이용, 제공에 대한 동의철회

① 회원가입 등을 통해 개인정보의 수집, 이용, 제공에 대해 귀하께서 동의하신 내용을 귀하는 언제든지 철회하실 수 있습니다. 동의철회는 "회원탈퇴"를 하거나 개인정보관리책임자에게 서면, 전화, E-mail등으로 연락하시면 즉시 개인정보의 삭제 등 필요한 조치를 하겠습니다. 동의 철회를 하고 개인정보를 파기하는 등의 조치를 취한 경우에는 그 사실을 귀하께 지체 없이 통지하도록 하겠습니다.

② 모야모과는 개인정보의 수집에 대한 동의철회(회원탈퇴)를 개인정보를 수집하는 방법보다 쉽게 할 수 있도록 필요한 조치를 취하겠습니다.

10. 개인정보의 보유 및 파기

① 귀하의 개인정보는 다음과 같이 개인정보의 수집목적 또는 제공받은 목적이 달성되거나, 회원탈퇴 시 5일 보관 후 파기합니다. 단, 회사 내부 방침에 따라 이용자에게 미리 고지하고 동의 받았거나 상법 등 별도의 관련법령의 규정에 의하여 다음과 같이 거래 관련 권리 의무 관계의 확인 등을 이유로 일정기간 보유하여야 할 필요가 있을 경우에는 일정기간 안전하게 보유하며 절대 다른 목적으로 이용하지 않습니다.

1. 회사 내부 방침에 따라 보관하는 정보는 다음과 같습니다.
탈퇴 후 서비스 이용내역에 대한 분쟁 대응을 위해: 회원탈퇴 신청 후 5일 후 파기

2. 별도 법령에서 정한 경우는 다음과 같습니다.

가. 통신비밀보호법; 로그인 기록; 3개월

나. 전자상거래 등에서의소비자보호에관한법률
계약 또는 청약철회 등에 관한 기록 : 5년
대금결제 및 재화등의 공급에 관한 기록 : 5년
소비자의 불만 또는 분쟁처리에 관한 기록 : 3년

3. 1년 이상 서비스 이용 기록이 없는 이용자의 정보는 ‘정보통신망 이용촉진 및 정보보호 등에 관한 법률’의 개인정보 유효기간제 적용에 따라 휴먼계정으로 전환됩니다. 휴면계정 전환 최소 30일 전, 알림톡을 통해 전환 예정 일자를 안내해 드리며, 휴면계정으로 전환을 원하지 않으시는 경우에는 안내 메세지를 확인하신 후 로그인 하시면 정상적으로 서비스를 이용하실 수 있습니다. 휴면계정으로 전환된 이용자의 정보는 별도의 DB에 분리 저장되어 안전하게 관리되며 이렇게 휴면계정으로 전환되었더라도 로그인 후 간단한 휴면 해제 절차를 통해 언제든지 정상적으로 서비스를 이용하실 수 있습니다.

② 귀하의 동의를 받아 보유하고 있는 거래정보 등을 귀하께서 열람을 요구하는 경우 모야모과는 지체없이 그 열람, 확인 할 수 있도록 조치합니다.

③ 개인정보 파기 절차

1. 귀하가 회원가입 등을 위해 입력하신 정보는 목적이 달성된 후 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라 일정 기간 저장된 후 파기되어 집니다.

2. 개인정보는 법률에 의한 경우가 아니고서는 보유되어지는 이외에 다른 목적으로 이용되지 않습니다.

탈퇴회원의 데이터: 탈퇴 즉시 DB에서 물리적인 삭제를 진행하며, 주문/게시글/이벤트참여이력 등 개인활동으로 인한 정보는 복호화가 불가능한 방식으로 마스킹처리 후 보관합니다.

휴면회원의 데이터: 휴면일 기준 5년 경과 후 DB에서 물리적인 삭제를 진행하며, 주문/게시글/이벤트참여이력 등 개인활동으로 인한 정보는 복호화가 불가능한 방식으로 마스킹 처리 후 보관합니다.

11. 개인정보보호를 위한 기술 및 관리적 대책
① 기술적 대책
모야모과는 귀하의 개인정보를 취급함에 있어 개인정보가 분실, 도난, 누출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적 대책을 강구하고 있습니다.

- 귀하의 개인정보는 비밀번호에 의해 보호되며 파일 및 전송데이터를 암호화하거나 파일 잠금기능(Lock)을 사용하여 중요한 데이터는 별도의 보안기능을 통해 보호되고 있습니다.

- 모야모과는 백신프로그램을 이용하여 컴퓨터바이러스에 의한 피해를 방지하기 위한 조치를 취하고 있습니다. 백신프로그램은 주기적으로 업데이트 되며 갑작스런 바이러스가 출현할 경우 백신이 나오는 즉시 이를 제공함으로써 개인정보가 침해되는 것을 방지하고 있습니다.

- 모야모과는 암호알고리즘을 이용하여 네트워크 상의 개인정보를 안전하게 전송할 수 있는 보안장치(SSL 또는 SET)를 채택하고 있습니다.

- 해킹 등 외부침입에 대비하여 각 서버마다 침입차단시스템 및 취약점 분석시스템 등을 이용하여 보안에 만전을 기하고 있습니다.

② 관리적 대책
모야모과는 귀하의 개인정보에 대한 접근권한을 최소한의 인원으로 제한하고 있습니다. 그 최소한의 인원에 해당하는 자는 다음과 같습니다.
- 이용자를 직접 상대로 하여 마케팅 업무를 수행하는 자
- 개인정보관리책임자 및 담당자 등 개인정보관리업무를 수행하는 자
- 기타 업무상 개인정보의 취급이 불가피한 자
- 개인정보 관련 취급자의 업무 인수인계는 보안이 유지된 상태에서 철저하게 이뤄지고 있으며 
            
13. 게시물
            
① 모야모과는 귀하의 게시물을 소중하게 생각하며 변조, 훼손, 삭제되지 않도록 최선을 다하여 보호합니다. 그러나 다음의 경우는 그렇지 아니합니다.
 스팸(spam)성 게시물 (예 : 행운의 편지, 8억 메일, 특정사이트 광고 등)
타인을 비방할 목적으로 허위 사실을 유포하여 타인의 명예를 훼손하는 글
동의 없는 타인의 신상공개 모야모과의 저작권, 제 3자의 저작권 등 권리를 침해하는 내용, 기타 게시판 주제와 다른 내용의 게시물
모야모과는 바람직한 게시판 문화를 활성화하기 위하여 동의 없는 타인의 신상 공개시 특정부분을 삭제하거나 기호 등으로 수정하여 게시할 수 있습니다.
다른 주제의 게시판으로 이동 가능한 내용일 경우 해당 게시물에 이동 경로를 밝혀 오해가 없도록 하고 있습니다.
그 외의 경우 명시적 또는 개별적인 경고 후 삭제 조치할 수 있습니다.
           
② 근본적으로 게시물에 관련된 제반 권리와 책임은 작성자 개인에게 있습니다. 또 게시물을 통해 자발적으로 공개된 정보는 보호받기 어려우므로 정보 공개 전에 심사숙고하시기 바랍니다.
           
14. 개인정보의 위탁처리
            
모야모과는 서비스 향상을 위해서 귀하의 개인정보를 외부에 수집, 취급, 관리 등을 위탁하여 처리할 수 있습니다.
개인정보의 처리를 위탁하는 경우에는 수탁자, 위탁기간, 서비스제공자와 수탁자와의 관계 및 책임범위등에 관한 사항을 서면, 전자우편, 전화 또는 홈페이지를 통해 미리 귀하에게 고지하겠습니다.
개인정보의 처리를 위탁하는 경우에는 위탁계약 등을 통하여 서비스제공자의 개인정보보호 관련 지시엄수, 개인정보에 관한 비밀유지, 제3자 제공의 금지 및 사고시의 책임부담, 위탁기간, 처리 종료후의 개인정보의 반환 또는 파기 등을 명확히 규정하고 당해 계약내용을 서면 또는 전자적으로 보관하겠습니다.

15. 이용자의 권리와 의무

① 귀하의 개인정보를 최신의 상태로 정확하게 입력하여 불의의 사고를 예방해 주시기 바랍니다. 이용자가 입력한 부정확한 정보로 인해 발생하는 사고의 책임은 이용자 자신에게 있으며 타인 정보의 도용 등 허위정보를 입력할 경우 회원자격이 상실될 수 있습니다.
            
② 귀하는 개인정보를 보호받을 권리와 함께 스스로를 보호하고 타인의 정보를 침해하지 않을 의무도 가지고 있습니다. 비밀번호를 포함한 귀하의 개인정보가 유출되지 않도록 조심하시고 게시물을 포함한 타인의 개인정보를 훼손하지 않도록 유의해 주십시오. 만약 이 같은 책임을 다하지 못하고 타인의 정보 및 존엄성을 훼손할 시에는 『정보통신망이용촉진및정보보호등에관한법률』등에 의해 처벌받을 수 있습니다.
            
③ 만 14세 미만의 아동의 경우, 법정 대리인이 아동의 개인 정보를 조회하거나 수정 할 권리, 수집 및 이용 동의를 철회 할 권리를 가집니다.
            
16. 의견수렴 및 불만처리
           
① 당사는 귀하의 의견을 소중하게 생각하며 , 귀하는 의문사항으로부터 언제나 성실한 답변을 받을 권리가 있습니다.
           
② 당사는 귀하와의 원활한 의사소통을 위해 고객센터를 운영하고 있습니다. 모야모과 고객센터의 연락처는 다음과 같습니다.


고객센터


전화번호 : 1588-1234 평일07:00~18:00 / 토,일요일 09:00~12:00
팩스번호 : 02-829-6234
주 소 : 강남지원 1관 : 서울특별시 강남구 테헤란로14길 6 남도빌딩

③ 전화상담은 업무시간에 한해 언제나 가능합니다.

④ 전자우편이나 팩스 및 우편을 이용한 상담은 접수 후 24 시간 내에 성실하게 답변 드리겠습니다. 다만, 근무시간 이후 또는 주말 및 공휴일에는 익일 처리하는 것을 원칙으로 합니다.

17. 개인정보관리책임자 및 담당자
모야모과는 귀하가 좋은 정보를 안전하게 이용할 수 있도록 최선을 다하고 있습니다.
개인정보를 보호하는데 있어 귀하께 고지한 사항들에 반하는 사고가 발생할 시에 개인정보관리책임자가 모든 책임을 집니다. 그러나 기술적인 보완조치를 했음에도 불구하고 , 해킹 등 기본적인 네트워크상의 위험성에 의 해 발생하는 예기치 못한 사고로 인한 정보의 훼손 및 방문자가 작성한 게시물에 의한 각종 분쟁에 관해서는 책임이 없습니다. 귀하의 개인정보를 취급하는 책임자 및 담당자는 다음과 같으며 개인정보 관련 문의사항에 신속하고 성실하게 답변해드리고 있습니다.

◑ 개인정보관리책임자
- 성 명 : 권혁규
- 소속부서 : 기술담당
- 전자우편 : kevinkwon@moyamoga.com
◑ 개인정보관리담당자
- 성 명 : 오찬석
- 소속부서 : 기술담당
- 전자우편 : pig93@moyamoga.com

18. 아동의 개인정보보호
모야모과는 법정 대리인의 동의가 필요한 만 14 세 미만 아동의 회원 가입은 받고 있지 않습니다.
            
19. 광고성 정보 전송
① 모야모과는 귀하의 명시적인 수신거부의사에 반하여 영리목적의 광고성 정보를 전송하지 않습니다.

② 모야모과는 귀하가 뉴스레터 등 전자우편 전송에 대한 동의를 한 경우 전자우편의 제목란 및 본문란에 다음 사항과 같이 귀하가 쉽게 알아 볼 수 있도록 조치합니다.
전자우편의 제목란 : ( 광고 ) 라는 문구를 제목란에 표시하지 않을 수 있으며 전자우편 본문란의 주요 내용을 표시합니다.
전자우편의 본문란 : 귀하가 수신거부의 의사표시를 할 수 있는 전송자의 명칭, 전자우편주소, 전화번호 및 주소를 명시합니다 . 귀하가 수신 거부의 의사를 쉽게 표시할 수 있는 방법을 한글 및 영문으로 각 각 명시합니다.

③ 팩스·휴대폰 문자전송 등 전자우편이외의 문자전송을 통해 영리목적의 광고성 정보를 전송하는 경우에는 전송내용 처음에 "( 광고 )" 라는 문구를 표기하고 전송내용 중에 전송자의 연락처를 명시하도록 조치합니다.

20. 고지의 의무
현 개인정보보호정책은 2023년 5 월 1 일에 개정되었으며 정부의 정책 또는 보안기술의 변경에 따라 내용의 추가·삭제 및 수정이 있을 시에는 개정 최소 10 일 전부터 홈페이지의 ' 공지 ' 란을 통해 고지할 것입니다.</pre></div>

                    <form class="이용약관동의체크">
                        <input type="checkbox" id ="체크1" name="agreement" class="check" onclick='checkSelectAll()'>이용약관 동의
                    </form>
                </div>

                <div class="개인정보수집">
                    <div class='개인정보수집및이용동의'>개인정보 수집 및 이용동의(필수)</div>
                    <div class='개인정보수집틀'><pre>
제 1장 총칙


제1조 (목적)

이 약관은 주식'회사' 모야모과(전자상거래 사업자)가 운영하는 인터넷사이트 모야모과마켓(이하 '회사'라 합니다)이 제공하는 전자상거래 관련 서비스(이하 '서비스'라 합니다)를 이용함에 있어'회사'와 회원 간의 권리, 의무 및 책임사항과 서비스 이용조건, 절차, 방법, 기타 필요한 사항을 규정함을 목적으로 합니다.

제2조 (용어의 정의)

약관에서 사용하는 용어의 정의는 다음과 같습니다. 그리고 여기에서 정의되지 않은 이 약관상의 용어의 의미는 일반적인 거래관행에 따릅니다.

① ‘모야모과마켓’: 모야모과마켓이란 주식'회사' 모야모과가 재화 또는 용역(이하 “재화 등”이라 함)을 회원에게 제공하기 위하여 컴퓨터 등 정보통신설비를 이용하여 재화 등을 거래할 수 있도록 설정한 가상의 영업장을 말하며, 아울러 서비스를 운영하는 사업자의 의미로도 사용합니다.

② '회원' : '모야모과'와 서비스 이용에 관한 계약을 체결한 이용자로서 '모야모과'가 서비스 이용을 승낙하여 회원ID를 발급받은 자를 말합니다.

③ 아이디(ID) : '회원' 식별과 '회원'의 서비스 이용을 위하여 '회원'이 선정하고 '회사'가 승인하는 영문자와 숫자의 조합을 말합니다.            

④ 비밀번호 : '회원'이 자신의 아이디(ID)에 대한 통신상의 자신의 비밀을 보호하고 배타적 이용을 위하여, '회원'이 선정하고 '회사'가 승인하는 영문자와 숫자의 조합을 말합니다.
            
제3조 (적용범위 및 효력 우선순위)
            
①본 약관에서 제1장(총칙), 제2장(서비스 이용계약), 제3장(서비스 제공 및 이용), 제4장(회원정보의 관리), 제5장(책임), 제6장(서비스 이용계약의 해지 및 서비스 이용 제한),제8장(기타)은 전체 서비스에 적용되며, 제7장(통신판매중개)은 회사가 제공하는 서비스 중 통신판매중개서비스에 국한하여 적용됩니다.

② 제1장 내지 제6장, 제8장의 규정과 제7장의 규정이 상충할 때에는 개별서비스 관련 규정인 제7장이 전체서비스 관련 규정인 제1장 내지 제6장, 제8장보다 우선적인 효력을 갖습니다.
            
제4조 (약관의 명시와 설명 및 개정)

① '회사'는 이 약관의 내용과 상호 및 대표자 성명, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 주소를 포함), 전화번호, 모사전송번호, 전자우편주소, 사업자등록번호, 통신판매업신고번호, 개인정보관리책임자 등을 회원이 쉽게 확인할 수 있도록 사이버몰의 초기 서비스 화면에 게시합니다. 다만, 약관의 구체적 내용은 회원이 연결화면을 통하여 볼 수 있도록 할 수 있습니다.

② '회사'는 필요할 경우 「약관의 규제 등에 관한 법률」,「전자상거래 등에서의 소비자보호에 관한 법률」,「전자문서 및 전자거래기본법」,「전자금융거래법」,「전자서명법」,「정보통신망 이용촉진 및 정보보호 등에 관한 법률」,「소비자기본법」등 관련 법령을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다. 변경된 약관은 제1항과 같은 방법으로 공지 또는 알림으로써 효력을 발생합니다.

③ '회사'가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 초기화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, 이용자에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지합니다. 이 경우 '회사'는 개정 전 내용과 개정 후 내용을 명확하게 비교하여 회원이 알기 쉽도록 표시합니다.

④ '회사'가 약관을 개정할 경우에는 그 개정약관은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정 전의 약관조항이 그대로 적용됩니다.
다만 이미 계약을 체결한 이용자가 개정약관 조항의 적용을 받기를 원하는 뜻을 제2항에 의한 개정약관의 공지기간 내에 '회사'에 송신하여 '회사'의 동의를 받은 경우에는 개정약관 조항이 적용됩니다.
            
제5조 (약관 외 준칙)

① 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는「전자상거래 등에서의 소비자보호에 관한 법률」,「약관의 규제 등에 관한 법률」, 공정거래위원회가 정하는 전자상거래 등에서의 소비자보호지침 및 관계법령 또는 상관례에 따릅니다.

② 이 약관의 규정이 대한민국의 강행법규와 상충되는 경우에는 그 강행법규에 따릅니다. 이 경우 다른 조항의 효력에는 영향을 미치지 아니합니다.

제6조 (회원 및 비회원에 대한 통지)

① 회사가 회원에 대한 통지를 하는 경우, 회원이 회사와 미리 약정하여 지정한 전자우편 주소로 할 수 있습니다.

② 회사는 불특정 다수 회원에 대한 통지의 경우 1주일 이상 회사 게시판에 게시함으로써 개별 통지에 갈음 할 수 있습니다. 다만, 회원 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 개별 통지를 합니다.

③ 회사가 비회원에 대한 통지를 하는 경우 본 약관에 별도 규정이 없는 한 회원이 제공한 전자우편, SMS 등으로 통지할 수 있으며, 불특정 다수 비회원에 대한 통지의 경우 제2항에 따라 통지할 수 있습니다.


제 2장 서비스 이용계약
       

제7조 (회원등록)
            
① "이용약관에 동의하십니까"라는 이용 신청시의 물음에 이용자가 '동의' 버튼을 클릭하면 이 약관에 동의하는 것으로 간주합니다.

② 이용자는 '회원'으로 등록함으로써 회원용 서비스의 이용계약이 성립합니다.

③ 회원등록은 회원용 서비스의 이용을 희망하는 자가 본 이용약관에 동의한 후, 회원등록 신청양식에 따른 기재를 하여 신청하고, 이에 대하여 '회사'가 승낙함으로써 성립합니다.

④ '회원'으로 등록하고자 하는 자는 반드시 실명으로 이용신청을 해야 하며, 본인의 주민등록번호를 사용해야 합니다.

⑤ 회원등록 신청양식에 기재하는 모든 회원 정보는 모두 실제 데이터인 것으로 간주됩니다. 실명이나 실제정보를 입력하지 않은 이용자는 법적인 보호를 받을 수 없으며 서비스의 제한을 받을 수 있습니다.
 
제8조 (회원등록의 제한)

'회사'는 제16조의 각 항에 위배되는 경우와 다음 각 항에 해당하는 회원등록 신청에 대하여는 이를 승낙하지 아니할 수 있고, 그 사유가 해소될 때까지 승낙을 유보할 수 있습니다.

① 본인의 주민등록번호가 아닌 경우

② 다른 사람의 명의, 또는 가명을 사용하여 신청한 경우

③ 회원등록 신청서의 필요 내용을 허위로 기재한 경우

④ 사회 안녕질서 또는 미풍양속을 저해할 목적으로 신청한 경우

⑤ '회사' 가 정한 회원등록신청 요건을 충족하지 못한 경우

⑥ 서비스관련 설비의 여유가 없는 경우

⑦ 시스템 장애, 서비스 이용의 폭주 등으로 인해 서비스 이용에 지장이 있는 경우

⑧ 만 14세 미만의 아동이 부모 등 법정대리인의 동의를 얻지 않은 경우

⑨ 기타 '회사'가 필요하다고 인정되는 경우


제 3장 서비스 제공 및 이용


제9조 (서비스 제공)

① '회사'가 제공하는 서비스의 내용은 다음 각 호와 같습니다.

1. 재화 또는 용역에 대한 정보 제공 및 구매계약의 체결 등 전자상거래 서비스(통신판매중개서비스 포함) 및 이에 수반되는 기타 서비스

2. 구매계약이 체결된 재화 또는 용역의 배송

3. 기타 '회사'가 정하는 서비스 또는 업무

② '회사'는 재화 또는 용역의 품질 또는 기술적 사양의 변경 등 필요한 경우에 재화 및 용역의 내용을 추가 또는 변경할 수 있습니다. 이 경우 '회사'는 그 내용을 '회원'에게 현재의 재화 또는 용역의 내용을 게시한 곳에 즉시 공지합니다.

③ '회사'가 제공하기로 회원과 계약을 체결한 서비스의 내용을 기술적 사양의 변경 등을 사유로 변경할 경우에는 '회사'는 이로 인해 회원이 입은 손해를 배상하지 아니합니다.


제 4장 회원정보의 관리


제10조 (회원정보의 수집 및 이용 목적)

① '회사'는 '회원'에게 서비스를 제공하기 위한 최소한의 필수정보로 성명, 주민등록번호, 전자우편, 직업, 전화번호, 직업, 거주지역, 희망ID(회원의 경우), 비밀번호(회원의 경우)를 수집하기로 합니다. 그 외 사항은 선택사항으로 합니다.

② '회사'가 이용자의 개인정보를 수집하는 경우에는 당해 이용자의 동의를 받아야 합니다. 다만, 다음 각 호에 해당하는 경우에는 예외로 합니다.

1. 정보통신망 이용촉진 등에 관한 법률 또는 다른 법률에 특별한 규정이 있는 경우

2. 서비스 이용계약의 이행을 위하여 필요한 경우

3. 서비스 제공에 따른 요금정산을 위하여 필요한 경우

③ 제2항에 의한 동의는 당해 이용자의 서명날인 또는 전자서명, 전자우편, 동의란에 대한 표시 등의 방법에 의합니다.

제11조 (회원정보의 보호)

① '회사'는 수집된 '회원'정보가 분실 도난·누출·변조 또는 훼손되지 아니하도록 보안 및 안전성 확보에 필요한 기술적 조치 등을 취해야 합니다.

② '회사'는 서비스와 관련하여 가지고 있는 '회원'의 개인정보를 본인의 사전 승낙 없이 타인에게 누설, 공개 또는 배포할 수 없으며, 서비스 관련 업무 이외의 상업적 목적으로 사용할 수 없습니다. 다만, 다음 각 호에 해당하는 경우에는 그러하지 아니합니다.

1. 금융실명거래법 및 비밀보장에 관한 법률, 신용정보의 이용 및 보호에 관한 법률, 전기통신기본법, 전기통신사업법, 지방세법, 소비자보호법, 한국은행법, 형사소송법 등 법령에 특별한 규정이 있는 경우

2. 관계법령에 의하여 수사상의 목적으로 관계기관으로부터 요구받은 경우

3. 정보통신윤리위원회의 요청이 있는 경우

4. 서비스 제공에 따른 요금정산을 위하여 필요한 경우

5. 통계작성·학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 식별할 수 없는 형태로 제공하는 경우

6. 이벤트 참여 및 보다 나은 서비스 제공을 위하여 이벤트 주최 및 후원하는 비즈니스 파트너 및 제휴사와 회원의 일부 정보를 공유하는 경우

7. 기타 관계법령에 의한 경우

③ 제2항의 범위 내에서 '회사'는 광고업무와 관련하여 '회원' 전체 또는 일부의 개인정보에 관한 통계자료를 작성하여 이를 사용할 수 있고, 서비스를 통하여 '회원'의 컴퓨터에 쿠키를 전송할 수 있습니다. 이 경우 '회원'은 쿠키의 수신을 거부하거나 쿠키의 수신에 대하여 경고하도록 컴퓨터 브라우저의 설정을 변경할 수 있습니다.

④ '회사'는 '회원'이 방문하거나 회원ID 등을 이용하여 동의를 철회하는 경우에는 본인 여부를 확인하고 지체 없이 필요한 조치를 취해야 합니다.

제12조 (회원정보의 열람 및 정정)

'회원'은 언제든지 '회사'의 홈페이지에서 본인의 정보를 열람 및 정정할 수 있습니다. 또한 '회원'은 '회사'에 대하여 방문하거나 전화 또는 전자우편으로 정정을 요구할 수 있으며, '회원'이 열람 및 정정을 요구할 때 '회사'는 본인 확인절차를 거친 후에 '회원'의 정보를 즉시 정정해야 합니다.

제13조 (회원정보의 보유기간)

① '회사'는 '회원'이 제공한 회원정보를 서비스이용 계약기간 동안 보유합니다.

② '회원'탈퇴의 경우 '회사'는 회원정보를 관련법규의 규정에 따라 보존의무가 없는 한 즉시 폐기합니다. 단, 유료회원의 회원정보는 요금정산 등을 위하여 필요하다고 인정되는 경우에 한하여 일정기간 회원정보를 보유할 수 있습니다.

제14조 (회원정보 관리책임자)

'회사'는 회원정보를 안전하고 효율적으로 관리하기 위하여 관리책임자를 두어야 합니다.


제 5장 책 임


제15조 ('회사'의 의무)

① '회사'는 제8조 2항에서 정한 경우를 제외하고 이 약관 및 관계법령이 정하는 바에 따라 계속적, 안정적으로 서비스를 제공할 수 있도록 최선의 노력을 해야 합니다.

② '회사'는 서비스에 관련된 설비를 상시 운용 가능한 상태로 유지·보수하고, 장애가 발생하는 경우 지체 없이 이를 수리·복구할 수 있도록 최선의 노력을 해야 합니다.

③ '회사'는 서비스와 관련되어 '회원'으로부터 제기되는 의견이나 불만이 정당하다고 인정할 경우에는 적절한 절차를 거쳐 신속히 처리해야 하며, 즉시 처리가 곤란한 경우 그 사유와 처리일정을 공지 또는 전자우편을 통하여 동 '회원'에게 통지해야 합니다.

④ '회사'는 제11조에서 정한 바에 따라 '회원'의 개인정보를 보호해야 합니다.

⑤ '회사'는 서비스 이용계약의 체결, 계약사항의 변경 및 해지 등 이용자의 계약관련 절차 및 내용 등에 있어 이용자의 편의를 제공하도록 노력해야 합니다.

제16조 ('회원'의 의무)

① '회원'은 관계법령, 이 약관의 규정, 이용안내 및 주의사항 등 '회사'가 공지 또는 통지하는 사항을 준수해야 하며, 기타 '회사'의 업무에 방해되는 행위를 할 수 없습니다.

② '회원'은 '회사'의 사전 승낙 없이 서비스를 이용하여 어떠한 영리행위도 할 수 없습니다.

③ '회원'은 서비스를 이용하여 얻은 정보를 '회사'의 사전 승낙 없이 복사, 복제, 변경, 번역, 출판, 방송 및 기타의 방법으로 사용하거나 이를 타인에게 제공할 수 없습니다.

④ '회원'은 회원등록정보의 기재내용 중 변경된 내용이 있을 경우 지체 없이 그 내용을 직접 수정하거나 '회사'에 통지해야 합니다.

⑤ '회원'은 자신의 아이디(ID)와 비밀번호의 관리에 대하여 각별한 주의를 해야 합니다.

⑥ '회원'은 자신의 아이디(ID)가 부정하게 사용된 것을 발견한 즉시, '회사'에 그 사실을 통보해야 합니다.

⑦ '회원'은 서비스 이용과 관련하여 다음 각 호의 행위를 할 수 없습니다.

1. 부당한 방법으로 정보통신망에 의하여 처리·보관·전송되는 타인의 정보를 훼손하거나 타인의 비밀을 침해·도용 또는 누설하는 행위

2. 다른 '회원'의 아이디(ID)를 부정 사용하는 행위

3. 범죄행위를 목적으로 이용하거나 기타 범죄행위와 관련된 행위

4. 선량한 풍속 기타 사회질서에 반하는 행위

5. 타인의 명예를 훼손하거나 모욕하는 행위

6. 타인의 지적재산권 등의 권리를 침해하는 행위

7. 해킹 또는 컴퓨터바이러스를 유포하는 행위

8. 광고 또는 광고성 정보를 전송하거나 기타 영업을 위한 행위

9. 서비스의 안정적인 운영에 지장을 주거나 줄 우려가 있는 일체의 행위

10. 기타 관계법령에 위배되는 행위

⑧ ‘회사’는 회원이 동조 제7항 각호의 사유에 해당하는 경우 회원의 자격을 제한 또는 상실시킬 수 있으며, 회원 자격을 상실한 경우 적립금 등 회원으로서의 모든 혜택은 전부 소멸됩니다.

⑨ '회원'은 사진을 포함한 이미지 사용시 피사체에 대한 초상권, 상표권, 특허권 및 기타 권리를 자신이 취득해야 하며 만일 이들 권리에 대한 분쟁이 발생할 경우 회원이 모든 책임을 부담해야 합니다.


제 6장 서비스 이용계약의 해지 및 서비스 이용 제한


제17조 (서비스 이용계약의 해지)

① '회원'이 서비스 이용계약을 해지하고자 할 때에는 방문이나 전자우편, 또는 전화를 통하여 회원정보 관리책임자에게 회원탈퇴 신청을 해야 합니다.

② 전자우편을 통하여 회원탈퇴를 신청한 경우에는 본인을 확인할 수 있는 이름, 주민등록번호, 아이디(ID), 비밀번호, 연락처 및 해지사유를 통보해야 하며, 이 경우 '회사'는 '회원'등록정보와 대조하여 본인 여부를 확인한 후 지체없이 필요한 조치를 취해야 합니다.

③ '회원' 탈퇴신청의 처리여부는 탈퇴신청회원의 아이디(ID)와 비밀번호로 '회사'의 홈페이지에서 로그인 되지 않는 것으로 확인할 수 있으며, '회사'는 처리 후 그 사실을 당해 이용자에게 통보해야 합니다.

④ '회사'는 '회원'이 제16조 및 기타 이 약관의 규정을 위반하고, '회사'가 정한 소정의 기간 내에 이를 해소하지 아니하는 경우에 서비스 이용계약을 사전 통지나 동의 없이 제한하거나 해지할 수 있습니다.

⑤ '회사'는 제4항에 의하여 해지된 '회원'이 다시 서비스 이용신청을 하는 경우 그 승낙을 거절할 수 있습니다.

⑥ '회사'가 '회원'의 자격을 상실키로 결정한 경우에는 회원등록을 말소합니다. 이 경우 당해 '회원'에게 회원 등록 말소 전에 이를 통지하고, 소명할 기회를 부여할 수 있습니다.


제7장 통신판매중개


제18조 (이용자의 통신판매중개서비스 이용)

① "회사"는 통신판매중개서비스와 관련하여 통신판매중개자로서 회원과 입점사간의 자유로운 상품 등의 거래를 위한 시스템을 운영 및 관리, 제공할 뿐이므로 회원은 입점사로부터 재화 또는 용역을 구매하기 전에 반드시 재화 또는 용역의 상세 내용과 거래조건을 정확하게 확인한 후 구매를 신청하여야 합니다. 구매하려는 재화 또는 용역의 상세 내용과 거래조건을 확인하지 않고 구매하여 발생한모든 손실과 손해는 회원 본인이 책임을 부담합니다.

② 회원은 구매의사 없이 입점사가 판매하는 재화 또는 용역의 구매의사를 표시하거나 예약해서는 아니 되고, 입점사의 재화 또는 용역 등의 판매 기회를 방해하거나 다른 이용자의 구매기회를 방해하여서는 아니 됩니다.

③ 회사는 회원이 제2항을 위반한 경우에는 통신판매중개서비스의 일부 또는 전부를 이용 정지하거나 통신판매중개서비스 이용계약을 임의로 해지할 수 있으며, 이 경우 발생하는 손해에 대한 책임은 회원이 부담합니다.

④ 회원은 본 약관 및 회사가 서비스 화면에서 공지하는 내용을 준수하여야 하고, 본 약관 및 공지 내용을 위반하거나 이행하지 않아서 발생하는 모든 손실과 손해에 대하여 책임을 집니다.

⑤ 회원은 입점사와의 매매 절차에서 분쟁이 발생하면 분쟁의 해결을 위하여 성실히 임해야 하며, 불성실하게 분쟁해결 절차에 임함으로써 입점사 및 회원에 손실과 손해가 발생하면 그에 대한 모든 책임을 부담하여야 합니다.

⑥ 회원은 재화 또는 용역을 구매할 경우에는 본인 명의의 결제수단을 사용하여야 하고, 타인의 결제수단을 임의로 사용하여서는 아니 되며, 타인의 결제수단을 임의로 사용하여 회사, 입점사 및 해당 결제수단 소유자에게 발생하는 손실 또는 손해 등에 대한 모든 책임을 부담합니다.

⑦ 회원은 매매대금의 결제와 관련하여 회원이 입력한 정보 및 그 정보와 관련하여 발생하는 제반 문제에 대한 모든 책임을 부담합니다.

⑧ 회사는 회원의 매매대금 결제 시 해당 결제수단에 대하여 정당한 사용권한이 있는지 확인할 수 있고, 이에 대한 확인이 완료될 때까지 해당 거래의 진행을 중지하거나 해당 거래를 취소할 수 있습니다.

⑨ 회사는 회원에게 서비스가 안전하게 제공될 수 있도록 각종 설비와 자료를 관리하고, 서비스가 제공 목적에 맞게 이용되고 있는지 확인합니다. 이 경우 회원에게 이용 목적에 위반되는 부분이 있는 것으로 확인되면 사유의 소명을 요청할 수 있고, 예약취소 등 필요한 조치를 할 수 있습니다.

⑩ 회사는 회원이 서비스 이용 편의를 높이기 위하여 입점사 등으로부터 재화 또는 용역 등 관련 정보를 제공받아 게재하거나 제3자가 제공하는 방식으로 사이트를 통하여 참조용 상품정보나 관련 콘텐츠를 제공하는 경우에도 해당 재화 또는 용역의 구매와 관련하여 자신의 판단과 책임으로 결정하여야 합니다. 이 경우 회사는 어떠한 경우에도 회원의 구매결정에 대하여 책임을 부담하지 아니합니다.

⑪ 미성년자인 회원이 서비스를 이용하여 재화 또는 용역을 구매 시 법정대리인이 해당 계약에 대하여 동의를 하여야 정상적인 구매계약이 체결될 수 있습니다. 만약, 미성년자인 이용자가 법정대리인의 동의 없이 재화 또는 용역을 구매하는 경우 본인 또는 법정대리인이 이를 취소할 수 있습니다.

제19조 (배송 및 거래완료)

① 회사는 입점사와 이용자간 거래 및 배송 등과 관련하여 입점사, 회원, 배송업체 등 관련 당사자 사이에 분쟁 등이 발생하는 경우에는 이에 관여하지 않으며 어떠한 책임도 부담하지 아니합니다. 이 경우 해당 분쟁 등은 관련 당사자가 직접 해결하여야 합니다.

② 회사는 구매결정이 이루어진 이후에 상품 등의 하자 등 결제대금의 환불사유가 발생하는 경우에는 이에 개입하지 아니합니다.

③ 구매결정 이후에 발생하는 입점사와 회원간 모든 분쟁은 거래 당사자인 입점사와 이용자가 해결하여야 합니다.

④ 회사는 구매결정 기간 내에 구매결정, 교환 또는 반품에 대한 의사표시가 없는 경우에는 해당 거래에 대하여 회원의 구매결정 의사표시가 있는 것으로 간주하여 자동구매결정으로 처리할 수 있습니다.

⑤ 회원은 구매결정 등의 의사표시를 하였거나 자동구매결정이 이루어진 경우에는 회사에 대하여 상품 등 미수령, 반품 등의 사유로 이의를 제기할 수 없습니다. 이 경우 상품 등 구매대금의 환불, 상품 등의 교환 등 모든 문제는 입점사와 직접 해결해야 합니다.

제20조 (청약철회 등)

① 입점사와 상품 등의 구매에 관한 계약을 체결한 이용자는 계약 내용에 관한 서면을 교부 받은 날 또는 수신 확인의 통지를 받은 날로부터 7일 이내에 청약의 철회를 할 수 있습니다. 다만, 그 서면을 교부 또는 수신확인의 통지를 받은 때보다 상품 등의 공급이 늦게 이루어진 경우에는 상품 등의 공급을 받거나 공급이 개시된 날부터 7일 이내에 청약의 철회를 할 수 있습니다.

② 구매자는 상품 등을 배송 받은 경우 다음 각호의 1에 해당하는 경우에는 반품 및 교환을 할 수 없습니다.

1. 구매자에게 책임 있는 사유로 상품 등이 멸실 또는 훼손된 경우(다만, 상품 등의 내용을 확인하기 위하여 포장 등을 훼손한 경우에는 청약 철회를 할 수 있습니다.)

2. 구매자의 사용 또는 일부 소비에 의하여 상품 등의 가치가 현저히 감소한 경우

3. 시간의 경과에 의하여 재판매가 곤란할 정도로 상품 등의 가치가 현저히 감소한 경우

4. 같은 성능을 지닌 상품 등으로 복제가 가능한 경우 그 원본인 상품 등의 포장을 훼손한 경우

5. 그 밖에 거래의 안전을 위하여 대통령령이 정하는 경우

③ 제2항 제2호 내지 제4호의 경우에는 회사가 사전에 청약 철회 등이 제한되는 사실을 구매자가 쉽게 알 수 있는 곳에 명기하거나 시용 상품을 제공하는 등의 조치를 하지 않았다면 구매자의 청약 철회 등이 제한되지 않습니다.

④ 구매자는 제1항 및 제2항의 규정에도 불구하고 상품 등의 내용이 표시, 광고 내용과 다르거나 계약 내용과 다르게 이행된 때에는 당해 상품 등을 공급 받은 날부터 3월 이내, 그 사실을 안 날 또는 알 수 있었던 날부터 30일 이내에 청약 철회 등을 할 수 있습니다.

⑤ 회사는 구매자로부터 교환 또는 반품의 의사표시를 받은 경우에는 즉시 그 사실을 입점사에게 통보합니다.

⑥ 구매자는 제1항 또는 제3항에 따라 교환신청을 하더라도 입점사에게 교환할 상품 등의 재고가 없는 경우에는 해당 상품 등의 교환을 받을 수 없습니다. 이 경우 해당 교환신청은 반품으로 처리됩니다.

⑦ 반품이나 교환에 필요한 배송비 및 그 밖에 필요 비용은 귀책사유가 있는 당사자가 부담합니다. 이 경우 상품 등 하자 또는 오배송의 경우에는 입점사가 그 비용을 부담하나 구매자의 단순 변심의 경우에는 구매자가 그 비용을 부담합니다.

⑧ 입점사는 구매자가 배송상의 문제로 손해를 입은 경우에는 그에 대한 책임을 부담합니다.

⑨ 회사는 입점사가 구매자의 결제완료에 대한 통지를 받은 이후에도 상당 기간 배송 절차 등을 이행하지 아니하여 구매자로부터 주문취소 요청을 받거나 개별적인 정책으로 미리 정한 자동환불처리 사안에 해당하는 경우에는 해당 거래를 취소하고 결제대금을 구매자에게 환불할 수 있습니다.

⑩ 구매자가 교환 또는 반품신청을 한 날로부터 14일이 지날 때까지 이미 수령한 상품 등을 입점사에게 반환하지 아니 하거나 전화, 이메일 등으로 연락되지 아니하는 경우에는 해당 구매자의 교환 또는 반품신청은 효력을 상실합니다.

제21조 (회사의 면책)

① 회사는 통신판매중개자로서 회원과 입점사 간의 자유로운 상품 등의 거래를 위한 시스템을 운영 및 관리, 제공할 뿐이므로 회원 또는 입점사를 대리하지 않으며, 회원 및 입점사 사이에 성립된 거래와 관련된 책임과 이용자 또는 입점사가 제공한 정보에 대한 책임은 해당 회원 또는 입점사가 직접 부담하여야 합니다.

② 회사는 입점사가 등록한 상품 등의 내용과 거래조건에 대해서 어떠한 보증이나 대리를 하지 않습니다. 따라서 회원은 스스로 책임지고 상품 등을 구매해야 합니다.

③ 회사는 회원과 입점사간의 모든 행위(거래행위 포함)와 관련하여 판매의사 또는 구매의사의 존부 및 진정성, 등록 상품 등의 품질, 완전성, 안정성, 적법성 및 타인의 권리에 대한 비침해성, 이용자 또는 입점사가 입력하는 정보 및 그 정보를 통하여 링크된 URL에 게재된 자료의 진실성 또는 적법성 등 일체에 대하여 보증하지 아니하며, 이와 관련된 일체의 위험과 책임은 해당 당사자가 부담합니다.

④ 회사는 천재지변 또는 이에 준하는 불가항력으로 인한 서비스를 제공할 수 없는 경우에는 관련한 책임이 면제됩니다.

⑤ 회사는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여는 책임을 지지 않습니다.


제 8장 기타


제22조 (양도금지)

'회원'이 서비스의 이용권한, 기타 이용계약상 지위를 타인에게 양도하거나 담보로 제공할 수 없습니다.


제23조(지적재산권)

서비스 내에 등록된 자료에 대한 지적재산권은 '회사'에 있습니다.


제24조(손해배상)

'회사'가 제공하는 서비스와 관련하여 '회원'에게 어떠한 손해가 발생한 경우 '회사'는 고의 또는 중과실이 없는 한 이에 대하여 책임지지 않습니다.


제25조(면책·배상)

① '회사'는 '회원'이 게재한 정보, 자료 및 그에 대한 사실의 정확성, 신뢰성 등에 관하여는 어떠한 책임도 지지 않으며, 서비스를 이용하여 게시 또는 전송한 자료, 자료의 취사선택, 기타서비스 이용과 관련하여 '회원'에게 어떠한 손해 또는 불이익이 발생하더라도 이에 대한 모든 책임은 '회원'에게 있습니다.

② '회사'는 제22조 규정을 위반하여 '회원'간 또는 '회원'과 제3자간에 '회사'의 서비스를 매개로 하여 물품거래 등의 행위에 대하여 어떠한 책임도 지지 않습니다.

③ '회원' 아이디(ID)와 비밀번호의 관리 및 이용상의 부주의로 인하여 발생되는 손해 또는 제3자에 의한 부정사용 등에 대한 책임은 모두 '회원'에게 있습니다.

④ '회원'이 제16조 및 기타 이 약관의 규정을 위반함으로 인하여 '회사'가 다른 '회원' 또는 제3자에 대하여 책임을 부담하게 되고, 이로써 '회사'가 손해를 입게 되는 경우, '회원'은 '회사'에게 모든 손해를 배상해야 합니다.

제26조(청약의 철회 등)

①'회사'와 재화등의 구매에 관한 계약을 체결한 회원은 「전자상거래 등에서의 소비자보호에 관한 법률」 제13조 제2항에 따른 계약내용에 관한 서면을 받은 날(그 서면을 받은 때보다 재화 등의 공급이 늦게 이루어진 경우에는 재화 등을 공급받거나 재화 등의 공급이 시작된 날을 말합니다)부터 7일 이내에는 청약의 철회를 할 수 있습니다. 다만, 청약철회에 관하여 전자상거래 등에서의 소비자보호에 관한 법률에 달리 정함이 있는 경우에는 동 법 규정에 따릅니다.

②회원은 재화 등을 배송 받은 경우 다음 각 호에 해당하는 경우 반품 및 교환을 할 수 있습니다.

1. 회원에게 책임 있는 사유로 재화 등이 멸실 또는 훼손된 경우(다만, 재화 등의 내용을 확인하기 위하여 포장 등을 훼손한 경우에는 청약철회를 할 수 있습니다)

2. 회원의 사용 또는 일부 소비에 의하여 재화 등의 가치가 현저히 감소한 경우

3.시간의 경과에 의하여 재판매가 곤란할 정도로 재화등의 가치가 현저히 감소한 경우

4. 같은 성능을 지닌 재화 등으로 복제가 가능한 경우 그 원본인 재화 등의 포장을 훼손한 경우

③제2항 제2호 내지 제4호의 경우에 '회사'가 사전에 청약철회 등이 제한되는 사실을 소비자가 쉽게 알 수 있는 곳에 명기하거나 사용상품을 제공하는 등의 조치를 하지 않았다면 회원의 청약철회 등이 제한되지 않습니다.

④회원은 제1항 및 제2항의 규정에 불구하고 재화 등의 내용이 표시/광고 내용과 다르거나 계약내용과 다르게 이행된 때에는 당해 재화 등을 공급받은 날부터 2월 이내, 그 사실을 안 날 또는 알 수 있었던 날부터 30일 이내에 청약철회 등을 할 수 있습니다.

제27조(청약철회 등의 효과)

①'회사'는 회원으로부터 재화 등을 반환받은 경우 3영업일 이내에 이미 지급받은 재화 등의 대금을 환급합니다. 이 경우 '회사'가 회원에게 재화 등의 환급을 지연한 때에는 그 지연기간에 대하여「전자상거래 등에서의 소비자보호에 관한 법률 시행령」 제21조의 2에서 정하는 지연이자율(관호 부분 삭제)을 곱하여 산정한 지연이자를 지급합니다.
            
②'회사'는 위 대금을 환급함에 있어서 회원이 신용카드 또는 전자화계 등의 결제수단으로 재화 등의 대금을 지급한 때에는 지체 없이 당해 결제수단을 제공한 사업자로 하여금 재화 등의 대금의 청구를 정지 또는 취소하도록 요청합니다.

③청약철회 등의 경우 공급받은 재화 등의 반환에 필요한 비용은 회원이 부담합니다. '회사'는 회원에게 청약철회 등을 이유로 위약금 또는 손해배상을 청구하지 않습니다. 다만 재화 등의 내용이 표시/광고 내용과 다르거나 계약내용과 다르게 이행되어 청약철회 등을 하는 경우 재화 등의 반환에 필요한 비용은 '회사'가 부담합니다.
            
④회원이 재화 등을 제공받을 때 발송비를 부담한 경우에 '회사'는 그 비용을 누가 부담하는지를 회원이 알기 쉽도록 명확히 표시합니다.
            
제28조(저작권의 귀속 및 이용제한)
            
①'회사'가 작성한 저작물에 대한 저작권 기타 지적재산권은 '회사'에 귀속합니다.
            
②회원은 '회사'를 이용함으로써 얻은 정보 중 '회사'에게 지적재산권이 귀속된 정보를 '회사'의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안 됩니다.

③'회사'는 약정에 따라 회원에게 귀속된 저작권을 사용하는 경우 당해 회원에게 통보하여야 합니다.

제29조(게시물의 관리)

회원의 게시물이 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「개인정보 보호법」 및 「저작권법」 등 관련 법령에 위반되는 내용을 포함하는 경우 권리자는 관련 법령이 정한 절차에 따라 해당 게시물의 게시중단 및 삭제 등을 요청할 수 있으며, '회사'는 관련 법령에 따라 조치를 취하여야 합니다.


제30조(분쟁의 해결 및 관할)

① '회사'와 '회원'은 서비스와 관련하여 발생한 분쟁을 원만하게 해결하기 위하여 필요한 모든 노력을 해야 합니다.

② 제1항의 규정에도 불구하고, 동 분쟁으로 인하여 소송이 제기될 경우에는 '회사'의 소재지를 관할하는 법원을 관할법원으로 합니다.

③ '회사'와 이용자간에 제기된 전자거래 소송에는 대한민국의 법률을 적용합니다.

부칙(시행일)

① 이 약관은 2023년 5월 1일부터 시행됩니다.

② 종전의 약관은 이 약관으로 대체됩니다.</pre></div>

                    <form class="개인정보수집동의체크">
                        <input type="checkbox" id ="체크2" name="agreement" class="check" onclick='checkSelectAll()'>개인정보수집 동의
                    </form>
                </div>

                <form class="전체동의체크">
                    <input type="checkbox" name="selectall" class="check" onclick='selectAll(this)'>전체 동의
                </form>
                
                 <!-- <a id="다음단계" onclick="a()" href="signup/info"><span class="step" disabled>다음단계</span></a> -->
                 
                 <input type="button" onclick="a()" id='다음단계' class='다음단계' value="다음단계">
                <!-- <input type="button" id='이전단계' class='이전단계' value="이전단계">  -->
                 <a id="이전단계"  href="main"><span class="step">이전단계</span></a>
            </div>
        </div>

    </section>

    <%@include file= "../common/footer.jsp" %>
</div>

<div class="popmenu1">
    <p>약관에 동의해주세요</p>
    <input type="button" class="exit1" onclick="exit1()" value="확인">
</div>

</body>

</html>