<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c" %>


<!DOCTYPE html>
<html lang="ko">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <link rel="stylesheet" href="../resources/css/help/help_privacy.css">
      <%@include file="/WEB-INF/views/common/favicon.jsp" %>
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>MOYAMOGA</title>

</head>
<body>
<%@include file= "../common/header.jsp" %>
<main>
    <div class="wrapper">

        <h1>모야모과 약관</h1>

        <div id="box">
            <a href="/help/terms" id="terms">이용 약관</a>

            <a href="/help/privacy" id="privacy">개인정보 취급 방침</a>
        </div>

        <pre id="content">

제 1장 총칙


1. 총칙

① 개인정보란 생존하는 개인에 관한 정보로서 당해 정보에 포함되어 있는 성명, 주민등록번호 등의 사항에 의하여 당해 개인을 식별할 수 있는 정보 (당해정보만으로는 특정 개인을 식별할 수 없더라도 다른 정보와 용이하게 결합하여 식별할 수 있는 것을 포함합니다)를 말합니다.

② 모야모과는 귀하의 개인정보보호를 매우 중요시하며, 『정보통신망이용촉진및정보보호에관한법률』상의 개인정보보호규정 및 정보통신부가 제정한 『개인정보보호지침』을 준수하고 있습니다. 모야모과는 개인정보보호정책을 통하여 귀하께서 제공하시는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다.

③ 모야모과는 개인정보보호정책을 홈페이지 첫 화면에 공개함으로써 귀하께서 언제나 용이하게 보실 수 있도록 조치하고 있습니다.

④ 모야모과는 개인정보보호정책의 지속적인 개선을 위하여 개인정보보호정책을 개정하는데 필요한 절차를 정하고 있습니다. 그리고 개인정보보호정책을 개정하는 경우 버전번호 등을 부여하여 개정된 사항을 귀하께서 쉽게 알아볼 수 있도록 하고 있습니다.

2. 개인정보의 수집범위

모야모과는 회원님의 구매계약 이행을 위해 필요한 정보만을 수집합니다. 성명, 아이디, 비밀번호 : 서비스 이용에 따른 본인 식별 절차에 이용 이메일주소, 전화번호 : 고지사항 전달, 본인 의사 확인, 불만 처리 등 원활한 의사소통 경로의 확보, 새로운 서비스 / 신상품이나 이벤트 정보의 안내 주소, 전화번호 : 청구서, 경품과 쇼핑 물품 배송에 대한 정확한 배송지의 확보

3. 개인정보 수집에 대한 동의 

모야모과는 귀하께서 모야모과의 개인정보보호방침 또는 이용약관의 내용에 대해 「동의함」 버튼 또는 「동의안함」 버튼을 클릭할 수 있는 절차를 마련하여, 「동의함」 버튼을 클릭하면 개인정보 수집에 대해 동의한 것으로 봅니다.

4. 개인정보의 수집목적 및 이용목적

① 모야모과는 다음과 같은 목적을 위하여 개인정보를 수집하고 있습니다.
성명, 아이디, 비밀번호 : 서비스 이용에 따른 본인 식별 절차에 이용
이메일주소, 전화번호 : 고지사항 전달, 본인 의사 확인, 불만 처리 등 원활한 의사소통 경로의 확보, 새로운 서비스/신상품이나 이벤트 정보의 안내
주소, 전화번호 : 청구서, 경품과 쇼핑 물품 배송에 대한 정확한 배송지의 확보
그 외 선택항목 : 개인맞춤 서비스를 제공하기 위한 자료

② 단, 이용자의 기본적 인권 침해의 우려가 있는 민감한 개인정보(인종 및 민족, 사상 및 신조, 출신지 및 본적지, 정치적성향 및 범죄기록, 건강상태 및 성생활 등)는 수집하지 않습니다.

5. 개인정보 수집 항목 및 방법

회사는 다음의 개인정보 항목을 수집하여 처리하고 있습니다.
            
목적   :        회원가입
개인정보 필수 :  아이디, 비밀번호, 이름, 휴대폰번호, 이메일         
개인정보 선택 :  성별, 생년월일          

재화 또는 서비스 이용 및 제공	상품 주문	결제정보, 수취인 이름, 수취인 휴대폰 번호, 수취인 주소

취소 및 환불 : 예금주, 은행명, 계좌번호		
          
6. 쿠키에 의한 개인정보 수집

① 쿠키(cookie)란? 모야모과는 귀하에 대한 정보를 저장하고 수시로 찾아내는 '쿠키(cookie)'를 사용합니다. 쿠키는 웹사이트가 귀하의 컴퓨터 브라우저(넷스케이프, 인터넷 익스플로러 등)로 전송하는 소량의 정보입니다. 귀하께서 웹사이트에 접속하면 ○○의 컴퓨터는 귀하의 브라우저에 있는 쿠키의 내용을 읽고, 귀하의 추가정보를 귀하의 컴퓨터에서 찾아 접속에 따른 성명 등의 추가 입력 없이 서비스를 제공할 수 있습니다. 쿠키는 귀하의 컴퓨터는 식별하지만 귀하를 개인적으로 식별하지는 않습니다. 또한 귀하는 쿠키에 대한 선택권이 있습니다. 웹 브라우저 상단의 도구 인터넷옵션 탭(option tab)에서 모든 쿠키를 다 받아들이거나, 쿠키가 설치될 때 통지를 보내도록 하거나, 아니면 모든 쿠키를 거부할 수 있는 선택권을 가질 수 있습니다.

② 모야모과의 쿠키(cookie) 운용 모야모과는 이용자의 편의를 위하여 쿠키를 운영합니다. 모야모과가 쿠키를 통해 수집하는 정보는 모야모과 이용 시 필요한 기본 정보에 한하며, 그 외의 다른 정보는 수집하지 않습니다. 모야모과가 쿠키(cookie)를 통해 수집한 회원 ID는 다음의 목적을 위해 사용됩니다.
개인의 관심 분야에 따라 차별화된 정보를 제공 회원과 비회원의 접속빈도 또는 머문 시간 등을 분석하여 이용자의 취향과 관심분야를 파악하여 타겟(target) 마케팅에 활용 쇼핑한 품목들에 대한 정보와 관심 있게 둘러본 품목들에 대한 자취를 추적하여 다음번 쇼핑 때 개인 맞춤 서비스를 제공 회원들의 습관을 분석하여 서비스 개편 등의 척도 게시판 글 등록 쿠키는 브라우저의 종료시나 로그아웃시 만료됩니다.
            
7. 개인정보의 제3자 제공

① 모야모과는 귀하의 개인정보를 「개인정보의 수집목적 및 이용목적」에서 고지한 범위 내에서 사용하며, 동 범위를 초과하여 이용하거나 타인 또는 타기업 기관에 제공하지 않습니다. 특히 다음의 경우는 주의를 기울여 개인정보를 이용 및 제공할 것입니다.

제휴관계 : 보다 나은 서비스 제공을 위하여 귀하의 개인정보를 제휴사에게 제공하거나 또는 제휴사와 공유할 수 있습니다. 개인정보를 제공하거나 공유할 경우에는 사전에 귀하께 제휴사가 누구인지, 제공 또는 공유되는 개인정보항목이 무엇인지, 왜 그러한 개인정보가 제공되거나 공유되어야 하는지, 그리고 언제까지 어떻게 보호, 관리되는지에 대해 개별적으로 전자우편 및 서면을 통해 고지하여 동의를 구하는 절차를 거치게 되며, 귀하께서 동의 하지 않는 경우에는 제휴사에게 제공하거나 제휴사와 공유하지 않습니다. 제휴관계에 변화가 있거나 제휴관계가 종결될 때도 같은 절차에 의하여 고지하거나 동의를 구합니다.

위탁 처리 : 원활한 업무 처리를 위해 이용자의 개인정보를 위탁 처리할 경우 반드시 사전에 위탁처리 업체명과 위탁 처리되는 개인정보의 범위, 업무위탁목적, 위탁 처리되는 과정, 위탁관계 유지기간 등에 대해 상세하게 고지합니다.

매각 인수합병 등 : 서비스제공자의 권리와 의무가 완전 승계 이전되는 경우 반드시 사전에 정당한 사유와 절차에 대해 상세하게 고지할 것이며 이용자의 개인정보에 대한 동의 철회의 선택권을 부여합니다.
원활한 서비스 제공을 위해 상품 구매 및 쿠폰, 포인트 발급 및 이용자의 개인정보를 제3자 제공에 동의하는 경우에는 이용자의 개인정보만을 서비스 제공 업체에 제공합니다.


② 고지 및 동의방법은 온라인 홈페이지 초기화면의 공지사항을 통해 최소 10일 이전부터 고지함과 동시에 이메일 등을 이용하여 1회 이상 개별적으로 고지하고 매각/인수합병에 대해서는 반드시 적극적인 동의 방법(개인정보의 제 3자 제공 및 공유에 대한 의사를 직접 밝힘)에 의해서만 절차 진행합니다.

③ 다음은 예외로 합니다.
관계법령에 의하여 수사상의 목적으로 관계기관으로부터의 요구가 있을 경우 통계작성 학술연구나 시장조사를 위하여 특정 개인을 식별할 수 없는 형태로 광고주, 협력사나 연구단체 등에 제공하는 경우 기타 관계법령에서 정한 절차에 따른 요청이 있는 경우 그러나 예외 사항에서도 관계법령에 의하거나 수사기관의 요청에 의해 정보를 제공한 경우에는 이를 당사자에게 고지하는 것을 원칙으로 운영하고 있습니다. 법률상의 근거에 의해 부득이하게 고지를 하지 못할 수도 있습니다. 본래의 수집목적 및 이용목적에 반하여 무분별하게 정보가 제공되지 않도록 최대한 노력하겠습니다.

8. 개인정보의 열람 · 정정

① 귀하는 언제든지 등록되어 있는 귀하의 개인정보를 열람하거나 정정하실 수 있습니다. 개인정보 열람 및 정정을 하고자 할 경우에는 『회원정보변경』을 클릭하여 직접 열람 또는 정정하거나 , 개인정보관리책임자 및 담당자에게 서면 , 전화 또는 E-mail 로 연락하시면 지체없이 조치하겠습니다.

② 귀하가 개인정보의 오류에 대한 정정을 요청한 경우 , 정정을 완료하기 전까지 당해 개인 정보를 이용 또는 제공하지 않습니다.

③ 잘못된 개인정보를 제 3 자에게 이미 제공한 경우에는 정정 처리결과를 제 3 자에게 지체없이 통지하여 정정하도록 조치하겠습니다.

9. 개인정보 수집, 이용, 제공에 대한 동의철회

① 회원가입 등을 통해 개인정보의 수집, 이용, 제공에 대해 귀하께서 동의하신 내용을 귀하는 언제든지 철회하실 수 있습니다. 동의철회는 "회원탈퇴"를 하거나 개인정보관리책임자에게 서면, 전화, E-mail등으로 연락하시면 즉시 개인정보의 삭제 등 필요한 조치를 하겠습니다. 동의 철회를 하고 개인정보를 파기하는 등의 조치를 취한 경우에는 그 사실을 귀하께 지체 없이 통지하도록 하겠습니다.

② 모야모과는 개인정보의 수집에 대한 동의철회(회원탈퇴)를 개인정보를 수집하는 방법보다 쉽게 할 수 있도록 필요한 조치를 취하겠습니다.

10. 개인정보의 보유 및 파기

① 귀하의 개인정보는 다음과 같이 개인정보의 수집목적 또는 제공받은 목적이 달성되거나, 회원탈퇴 시 5일 보관 후 파기합니다. 단, 회사 내부 방침에 따라 이용자에게 미리 고지하고 동의 받았거나 상법 등 별도의 관련법령의 규정에 의하여 다음과 같이 거래 관련 권리 의무 관계의 확인 등을 이유로 일정기간 보유하여야 할 필요가 있을 경우에는 일정기간 안전하게 보유하며 절대 다른 목적으로 이용하지 않습니다.

1. 회사 내부 방침에 따라 보관하는 정보는 다음과 같습니다.
탈퇴 후 서비스 이용내역에 대한 분쟁 대응을 위해: 회원탈퇴 신청 후 5일 후 파기

2. 별도 법령에서 정한 경우는 다음과 같습니다.

가. 통신비밀보호법; 로그인 기록; 3개월

나. 전자상거래 등에서의소비자보호에관한법률
계약 또는 청약철회 등에 관한 기록 : 5년
대금결제 및 재화등의 공급에 관한 기록 : 5년
소비자의 불만 또는 분쟁처리에 관한 기록 : 3년

3. 1년 이상 서비스 이용 기록이 없는 이용자의 정보는 ‘정보통신망 이용촉진 및 정보보호 등에 관한 법률’의 개인정보 유효기간제 적용에 따라 휴먼계정으로 전환됩니다. 휴면계정 전환 최소 30일 전, 알림톡을 통해 전환 예정 일자를 안내해 드리며, 휴면계정으로 전환을 원하지 않으시는 경우에는 안내 메세지를 확인하신 후 로그인 하시면 정상적으로 서비스를 이용하실 수 있습니다. 휴면계정으로 전환된 이용자의 정보는 별도의 DB에 분리 저장되어 안전하게 관리되며 이렇게 휴면계정으로 전환되었더라도 로그인 후 간단한 휴면 해제 절차를 통해 언제든지 정상적으로 서비스를 이용하실 수 있습니다.

② 귀하의 동의를 받아 보유하고 있는 거래정보 등을 귀하께서 열람을 요구하는 경우 모야모과는 지체없이 그 열람, 확인 할 수 있도록 조치합니다.

③ 개인정보 파기 절차

1. 귀하가 회원가입 등을 위해 입력하신 정보는 목적이 달성된 후 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라 일정 기간 저장된 후 파기되어 집니다.

2. 개인정보는 법률에 의한 경우가 아니고서는 보유되어지는 이외에 다른 목적으로 이용되지 않습니다.

탈퇴회원의 데이터: 탈퇴 즉시 DB에서 물리적인 삭제를 진행하며, 주문/게시글/이벤트참여이력 등 개인활동으로 인한 정보는 복호화가 불가능한 방식으로 마스킹처리 후 보관합니다.

휴면회원의 데이터: 휴면일 기준 5년 경과 후 DB에서 물리적인 삭제를 진행하며, 주문/게시글/이벤트참여이력 등 개인활동으로 인한 정보는 복호화가 불가능한 방식으로 마스킹 처리 후 보관합니다.

11. 개인정보보호를 위한 기술 및 관리적 대책
① 기술적 대책
모야모과는 귀하의 개인정보를 취급함에 있어 개인정보가 분실, 도난, 누출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적 대책을 강구하고 있습니다.

- 귀하의 개인정보는 비밀번호에 의해 보호되며 파일 및 전송데이터를 암호화하거나 파일 잠금기능(Lock)을 사용하여 중요한 데이터는 별도의 보안기능을 통해 보호되고 있습니다.

- 모야모과는 백신프로그램을 이용하여 컴퓨터바이러스에 의한 피해를 방지하기 위한 조치를 취하고 있습니다. 백신프로그램은 주기적으로 업데이트 되며 갑작스런 바이러스가 출현할 경우 백신이 나오는 즉시 이를 제공함으로써 개인정보가 침해되는 것을 방지하고 있습니다.

- 모야모과는 암호알고리즘을 이용하여 네트워크 상의 개인정보를 안전하게 전송할 수 있는 보안장치(SSL 또는 SET)를 채택하고 있습니다.

- 해킹 등 외부침입에 대비하여 각 서버마다 침입차단시스템 및 취약점 분석시스템 등을 이용하여 보안에 만전을 기하고 있습니다.

② 관리적 대책
모야모과는 귀하의 개인정보에 대한 접근권한을 최소한의 인원으로 제한하고 있습니다. 그 최소한의 인원에 해당하는 자는 다음과 같습니다.
- 이용자를 직접 상대로 하여 마케팅 업무를 수행하는 자
- 개인정보관리책임자 및 담당자 등 개인정보관리업무를 수행하는 자
- 기타 업무상 개인정보의 취급이 불가피한 자
- 개인정보 관련 취급자의 업무 인수인계는 보안이 유지된 상태에서 철저하게 이뤄지고 있으며 
            
13. 게시물
            
① 모야모과는 귀하의 게시물을 소중하게 생각하며 변조, 훼손, 삭제되지 않도록 최선을 다하여 보호합니다. 그러나 다음의 경우는 그렇지 아니합니다.
 스팸(spam)성 게시물 (예 : 행운의 편지, 8억 메일, 특정사이트 광고 등)
타인을 비방할 목적으로 허위 사실을 유포하여 타인의 명예를 훼손하는 글
동의 없는 타인의 신상공개 모야모과의 저작권, 제 3자의 저작권 등 권리를 침해하는 내용, 기타 게시판 주제와 다른 내용의 게시물
모야모과는 바람직한 게시판 문화를 활성화하기 위하여 동의 없는 타인의 신상 공개시 특정부분을 삭제하거나 기호 등으로 수정하여 게시할 수 있습니다.
다른 주제의 게시판으로 이동 가능한 내용일 경우 해당 게시물에 이동 경로를 밝혀 오해가 없도록 하고 있습니다.
그 외의 경우 명시적 또는 개별적인 경고 후 삭제 조치할 수 있습니다.
           
② 근본적으로 게시물에 관련된 제반 권리와 책임은 작성자 개인에게 있습니다. 또 게시물을 통해 자발적으로 공개된 정보는 보호받기 어려우므로 정보 공개 전에 심사숙고하시기 바랍니다.
           
14. 개인정보의 위탁처리
            
모야모과는 서비스 향상을 위해서 귀하의 개인정보를 외부에 수집, 취급, 관리 등을 위탁하여 처리할 수 있습니다.
개인정보의 처리를 위탁하는 경우에는 수탁자, 위탁기간, 서비스제공자와 수탁자와의 관계 및 책임범위등에 관한 사항을 서면, 전자우편, 전화 또는 홈페이지를 통해 미리 귀하에게 고지하겠습니다.
개인정보의 처리를 위탁하는 경우에는 위탁계약 등을 통하여 서비스제공자의 개인정보보호 관련 지시엄수, 개인정보에 관한 비밀유지, 제3자 제공의 금지 및 사고시의 책임부담, 위탁기간, 처리 종료후의 개인정보의 반환 또는 파기 등을 명확히 규정하고 당해 계약내용을 서면 또는 전자적으로 보관하겠습니다.

15. 이용자의 권리와 의무

① 귀하의 개인정보를 최신의 상태로 정확하게 입력하여 불의의 사고를 예방해 주시기 바랍니다. 이용자가 입력한 부정확한 정보로 인해 발생하는 사고의 책임은 이용자 자신에게 있으며 타인 정보의 도용 등 허위정보를 입력할 경우 회원자격이 상실될 수 있습니다.
            
② 귀하는 개인정보를 보호받을 권리와 함께 스스로를 보호하고 타인의 정보를 침해하지 않을 의무도 가지고 있습니다. 비밀번호를 포함한 귀하의 개인정보가 유출되지 않도록 조심하시고 게시물을 포함한 타인의 개인정보를 훼손하지 않도록 유의해 주십시오. 만약 이 같은 책임을 다하지 못하고 타인의 정보 및 존엄성을 훼손할 시에는 『정보통신망이용촉진및정보보호등에관한법률』등에 의해 처벌받을 수 있습니다.
            
③ 만 14세 미만의 아동의 경우, 법정 대리인이 아동의 개인 정보를 조회하거나 수정 할 권리, 수집 및 이용 동의를 철회 할 권리를 가집니다.
            
16. 의견수렴 및 불만처리
           
① 당사는 귀하의 의견을 소중하게 생각하며 , 귀하는 의문사항으로부터 언제나 성실한 답변을 받을 권리가 있습니다.
           
② 당사는 귀하와의 원활한 의사소통을 위해 고객센터를 운영하고 있습니다. 모야모과 고객센터의 연락처는 다음과 같습니다.


고객센터


전화번호 : 1588-1234 평일07:00~18:00 / 토,일요일 09:00~12:00
팩스번호 : 02-829-6234
주 소 : 강남지원 1관 : 서울특별시 강남구 테헤란로14길 6 남도빌딩

③ 전화상담은 업무시간에 한해 언제나 가능합니다.

④ 전자우편이나 팩스 및 우편을 이용한 상담은 접수 후 24 시간 내에 성실하게 답변 드리겠습니다. 다만, 근무시간 이후 또는 주말 및 공휴일에는 익일 처리하는 것을 원칙으로 합니다.

17. 개인정보관리책임자 및 담당자
모야모과는 귀하가 좋은 정보를 안전하게 이용할 수 있도록 최선을 다하고 있습니다.
개인정보를 보호하는데 있어 귀하께 고지한 사항들에 반하는 사고가 발생할 시에 개인정보관리책임자가 모든 책임을 집니다. 그러나 기술적인 보완조치를 했음에도 불구하고 , 해킹 등 기본적인 네트워크상의 위험성에 의 해 발생하는 예기치 못한 사고로 인한 정보의 훼손 및 방문자가 작성한 게시물에 의한 각종 분쟁에 관해서는 책임이 없습니다. 귀하의 개인정보를 취급하는 책임자 및 담당자는 다음과 같으며 개인정보 관련 문의사항에 신속하고 성실하게 답변해드리고 있습니다.

◑ 개인정보관리책임자
- 성 명 : 권혁규
- 소속부서 : 기술담당
- 전자우편 : kevinkwon@moyamoga.com
◑ 개인정보관리담당자
- 성 명 : 오찬석
- 소속부서 : 기술담당
- 전자우편 : pig93@moyamoga.com

18. 아동의 개인정보보호
모야모과는 법정 대리인의 동의가 필요한 만 14 세 미만 아동의 회원 가입은 받고 있지 않습니다.
            
19. 광고성 정보 전송
① 모야모과는 귀하의 명시적인 수신거부의사에 반하여 영리목적의 광고성 정보를 전송하지 않습니다.

② 모야모과는 귀하가 뉴스레터 등 전자우편 전송에 대한 동의를 한 경우 전자우편의 제목란 및 본문란에 다음 사항과 같이 귀하가 쉽게 알아 볼 수 있도록 조치합니다.
전자우편의 제목란 : ( 광고 ) 라는 문구를 제목란에 표시하지 않을 수 있으며 전자우편 본문란의 주요 내용을 표시합니다.
전자우편의 본문란 : 귀하가 수신거부의 의사표시를 할 수 있는 전송자의 명칭, 전자우편주소, 전화번호 및 주소를 명시합니다 . 귀하가 수신 거부의 의사를 쉽게 표시할 수 있는 방법을 한글 및 영문으로 각 각 명시합니다.

③ 팩스·휴대폰 문자전송 등 전자우편이외의 문자전송을 통해 영리목적의 광고성 정보를 전송하는 경우에는 전송내용 처음에 "( 광고 )" 라는 문구를 표기하고 전송내용 중에 전송자의 연락처를 명시하도록 조치합니다.

20. 고지의 의무
현 개인정보보호정책은 2023년 5 월 1 일에 개정되었으며 정부의 정책 또는 보안기술의 변경에 따라 내용의 추가·삭제 및 수정이 있을 시에는 개정 최소 10 일 전부터 홈페이지의 ' 공지 ' 란을 통해 고지할 것입니다.</pre>

    </div>
</main>    
    <%@include file= "../common/footer.jsp" %>
</body>

</html>